<template>
  <div class="about-us container my-4">
    <h1 class="text-center mb-4">О нас</h1>
   
    <p>
      <strong>Крипто Быки</strong> — это инновационная платформа для распространения новостей о блокчейне, криптовалютах и IT-технологиях со всего мира. Мы специализируемся на предоставлении актуальной и качественной информации и контента.
    </p>
    <p>
      Наша цель — быть надежным источником информации для всех, кто интересуется криптовалютами и технологиями. Мы стремимся держать наших пользователей в курсе последних событий и трендов в мире криптовалют.
    </p>
    <p>
      <strong>Крипто Быки</strong> — это не просто платформа, а полноценный сайт криптовалютных новостей, где каждый может найти полезную информацию, аналитические статьи и экспертные мнения.
    </p>
    <p>
      Спасибо за доверие и выбор <strong>Крипто Быки</strong> в качестве источника новостей о криптовалютах.
    </p>
  </div>
</template>

<script>
export default {
  name: "AboutUs",
  mounted() {
  
  },
  methods: {
    
  }
};
</script>

<style scoped>
.about-us {
  /* background-color: #f8f9fa;
  padding: 30px;
  border-radius: 8px;
  box-shadow: 0 4px 8px rgba(0, 0, 0, 0.1); */
}

h1 {
  /* color: #333; */
  margin-bottom: 20px;
}

p {
  line-height: 1.8;
  /* color: #555; */
}

strong {
  color: orange;
}
</style>
